IDEA StatiCa Open Model
ColumnDataEc2.NumberOfVerticalMembersZ Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the number of vertical member in Z direction.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int NumberOfVerticalMembersZ { get; set; }
Public Property NumberOfVerticalMembersZ As Integer
	Get
	Set
public:
property int NumberOfVerticalMembersZ {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ColumnDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace